Repository: abhinandansahu/MiSnap-iOS
Catalog: Assets/MiSnap/*.lproj/MiSnapLocalizable.strings
Languages: es, fr

source: Any ID
es: Cualquier documento de identidad
fr: Tout document d'identité

source: Passport
es: Pasaporte
fr: Passeport

# ID Front
source: Front of ID
es: Anverso de la identificación
fr: Recto de la pièce d'identité

# ID Back
source: Back of ID
es: Parte posterior de la identificación
fr: Verso de la pièce d'identité

# DL Front
source: Front of License
es: Frente de la licencia
fr: Recto du permis

# DL Back
source: Back of License
es: Reverso de la licencia
fr: Dos de permis

source: QR Code
es: El código QR
fr: Code QR

# Check Front
source: Front of Check
es: Frente del cheque
fr: Recto du chèque

# Check Back
source: Back of Check
es: Reverso del cheque
fr: Verso du chèque

# Generic
source: Document
es: Documento

# dialog_success
source: Success!
es: Éxito!
fr: Succès!

# dialog_cancel_title
source: Are you sure you want to leave?
es: ¿Estás seguro de que quieres salir?
fr: Êtes-vous sûr de vouloir partir?

# dialog_cancel_message
source: You will have to start the process from the beginning.
es: Tendrás que comenzar el proceso desde el principio.
fr: Vous devrez recommencer le processus depuis le début.

# dialog_cancel_abort
source: Stay
es: Quédate
fr: Reste

# dialog_cancel_proceed
source: Leave
es: Salir
fr: Partir

# misnap_overlay_cancel_button
source: Cancel
es: Cancelar
fr: Annuler

# misnap_overlay_help_button
source: Help
es: Ayuda
fr: d’aide

# misnap_overlay_capture_button
source: Camera shutter
es: Botón de disparo
fr: Bouton de l’obturateur

# misnap_overlay_flash_on
source: Flash is on
es: Flash está activo
fr: Flash est activé

# misnap_overlay_flash_off
source: Flash is off
es: Flash está apagado
fr: Flash est désactivé

# misnap_overlay_flash_auto
source: Flash is in auto mode
es: Flash está en modo automático
fr: Flash est en mode automatique

# misnap_overlay_record
source: Recording
es: Grabando
fr: Enregistrer

# misnap_torch_on
source: On
es: Encendido
fr: Allumer

# misnap_torch_off
source: Off
es: Apagado
fr: Étteindre

# misnap_status_too_much_glare
source: Too much glare on document
es: Demasiado brillo en el documento
fr: Trop de reflets sur le document

# misnap_status_not_identity_front
source: Use front of identity document
es: Use el anverso de un documento de identidad
fr: Utilisez le recto du document d’identité

# misnap_status_not_identity_back
source: Use back of identity document
es: Use el reverso de un documento de identidad
fr: Utilisez le verso du document d’identité

# misnap_status_not_passport
source: Use the passport photo page
es: Use la página biografía del pasaporte
fr: Utilisez la page photo du passeport

# misnap_status_mrz_obstructed
source: Bottom text lines should be visible
es: Las líneas de texto inferiores deben ser visibles
fr: Les lignes de texte en bas doivent être visibles

# misnap_status_low_contrast
source: Background not dark enough
es: El fondo no es lo suficientemente oscuro
fr: L’arrière-plan n’est pas assez sombre

# misnap_status_busy_background
source: Background too busy
es: El fondo está demasiado cargado
fr: L’arrière-plan est trop chargé

# misnap_status_not_check_front
source: Use front of check
es: Use el anverso del cheque
fr: Utilisez le recto du chèque

# misnap_status_not_check_back
source: Use back of check
es: Use el reverso del cheque
fr: Utilisez le verso du chèque

# misnap_status_document_not_found
source: Document not found yet
es: Documento aún no detectado
fr: Document pas encore détecté

# misnap_status_document_not_found_mrz
source: Bottom text lines should be visible
es: Las líneas de texto inferiores deben ser visibles
fr: Les lignes de texte en bas doivent être visibles

# misnap_status_not_sharp
source: Focusing
es: Enfocando
fr: Mise au point

# misnap_status_too_rotated
source: Angle too large
es: El ángulo es demasiado grande
fr: Angle trop important

# misnap_status_too_skewed
source: Angle too large
es: El ángulo es demasiado grande
fr: Angle trop important

# misnap_status_too_far
source: Too far away
es: Demasiado lejos
fr: Trop éloigné

# misnap_status_too_close
source: Too close
es: Demasiado cerca
fr: Trop proche

# misnap_status_too_dark
source: Not enough light
es: No hay suficiente luz
fr: Pas assez de lumière

# misnap_status_too_bright
source: Too much light
es: Demasiada luz
fr: Trop de lumière

# misnap_status_wrong_aspect_ratio
source: Document not found yet
es: Documento aún no detectado
fr: Document pas encore détecté

# misnap_status_classification_in_progress
source: Document found, wait
es: Documento detectado, espere
fr: Document détecté, veuillez patienter

# misnap_status_good
source: Document found, wait
es: Documento detectado, espere
fr: Document détecté, veuillez patienter

# misnap_status_good_manual
source: Tap now
es: Pulse ahora
fr: Appuyez maintenant

# misnap_tutorial_do_not_show_again
source: Don't show this screen again
es: No use esta misma pantalla de nuevo
fr: Ne plus afficher ce même écran

# misnap_checkbox_checked
source: Checkbox checked
es: Casilla marcada
fr: Case cochée

# misnap_checkbox_unchecked
source: Checkbox unchecked
es: Casilla desmarcada
fr: Case décochée

# misnap_tutorial_cancel
source: Cancel
es: Cancelar
fr: Annuler

# misnap_tutorial_back
source: Back
es: Volver
fr: Retour

# misnap_tutorial_continue
source: Continue
es: Continuar
fr: Continuer

# misnap_tutorial_try_again
source: Retry Auto
es: Reintentar En Automático
fr: Réessayer automatiquement

# misnap_tutorial_capture_manually
source: Take manually
es: Tomar Manualmente
fr: Prendre manuellement

# misnap_tutorial_retake
source: Retake
es: Volver A Tomar
fr: Reprendre

# misnap_tutorial_continue_review
source: Looks Good
es: Se Ve Bien
fr: Cela semble bon

# misnap_tutorial_check_front
source: Place front of check on a dark surface with enough light. Align it with guide.
es: Coloca el frente del cheque sobre una superficie oscura con suficiente luz. Alinea con la guía.
fr: Placez le recto du chèque sur une surface sombre avec suffisamment de lumière. Alignez-le avec le guide.

# misnap_tutorial_check_back
source: Place back of check on a dark surface with enough light. Align it with guide.
es: Coloca el frente del cheque sobre una superficie oscura con suficiente luz. Alinea con la guía.
fr: Placez le verso du chèque sur une surface sombre avec suffisamment de lumière. Alignez-le avec le guide.

# misnap_tutorial_id_front
source: Place front of ID on a dark surface with enough light. Align it with guide.
es: Coloca el frente de la identificación sobre una superficie oscura con suficiente luz. Alinea con la guía.
fr: Placez le recto de la pièce d'identité sur une surface sombre avec suffisamment de lumière. Alignez-le avec le guide.

# misnap_tutorial_id_back
source: Place back of ID on a dark surface with enough light. Align it with guide.
es: Coloca el reverso de la identificación sobre una superficie oscura con suficiente luz. Alinea con la guía.
fr: Placez le verso de la pièce d'identité sur une surface sombre avec suffisamment de lumière. Alignez-le avec le guide.

# misnap_tutorial_dl_front
source: Place front of license on a dark surface with enough. Align it with guide.
es: Coloca el frente de la licencia sobre una superficie oscura con suficiente luz. Alinea con la guía.
fr: Placez le recto du permis sur une surface sombre avec suffisamment de lumière. Alignez-le avec le guide.

# misnap_tutorial_dl_back
source: Place back of license on a dark surface with enough light. Align it with guide.
es: Coloca el reverso de la licencia sobre una superficie oscura con suficiente luz. Alinea con la guía.
fr: Placez le verso du permis sur une surface sombre avec suffisamment de lumière. Alignez-le avec le guide.

# misnap_tutorial_passport
source: Place passport on a dark surface with enough light. Align it with guide.
es: Coloca el pasaporte sobre una superficie oscura con suficiente luz. Alinea con la guía.
fr: Placez le passeport sur une surface sombre avec suffisamment de lumière. Alignez-le avec le guide.

# misnap_tutorial_document
source: Place document on a dark surface with enough light. Align it with guide.
es: Coloca el documento sobre una superficie oscura con suficiente luz. Alinea con la guía.
fr: Placez le document sur une surface sombre avec suffisamment de lumière. Alignez-le avec le guide.

# misnap_tutorial_qr
source: Flip photo page and locate the QR code.
es: Voltea la página de la foto y localiza el código QR.
fr: Retournez la page de la photo et localisez le QRCode.

# misnap_tutorial_auto
source: We will take the photo for you.
es: Captaremos la foto por usted.
fr: Nous allons prendre la photo pour vous.

# misnap_tutorial_manual
source: Tap the camera shutter button when ready.
es: Toca el botón de disparo cuando estés listo.
fr: Appuyez sur le bouton de l’obturateur lorsque vous êtes prêt.

# misnap_tutorial_tip
source: Here's a tip
es: Aquí hay un consejo
fr: Voici un conseil

# misnap_tutorial_tips
source: Here are a few tips
es: Aquí hay algunos consejos
fr: Voici quelques conseils

# misnap_tutorial_timeout_header
source: Time's up, we couldn't take your photo…
es: Se acabó el tiempo, no pudimos tomar su foto…
fr: Le temps est écoulé, nous n'avons pas pu prendre votre photo…

# misnap_tutorial_review_check
source: Image of the check is on the screen. Seek assistance if you would like the image reviewed, or accept with the button.
es: La imagen del cheque está en la pantalla. Solicita ayuda si deseas que se revise la imagen, o acéptala con el botón.
fr: L'image du chèque est affichée à l'écran. Demandez de l'aide si vous souhaitez que l'image soit vérifiée ou acceptez-la en cliquant sur le bouton.

# misnap_tutorial_review_document
source: Image of the document is on the screen. Seek assistance if you would like the image reviewed, or accept with the button.
es: La imagen del documento está en la pantalla. Solicita ayuda si deseas que se revise la imagen, o acéptala con el botón.
fr: L'image du document est affichée à l'écran. Demandez de l'aide si vous souhaitez la consulter ou acceptez en cliquant sur le bouton.

# misnap_tutorial_do_not_show_again_extended
source: Don't present these instructions again
es: No vuelvas a mostrar estas instrucciones
fr: Ne présentez plus ces instructions

# misnap_tutorial_continue_extended
source: Continue
es: Continuar
fr: Continuer

# misnap_tutorial_start_session_extended
source: Start Session
es: Iniciar Una Sesión
fr: Démarrer Une Session

# misnap_tutorial_message_extended_1
source: Capturing a document can be challenging. We will present a series of instructional screens to help improve your chances of success. You may stay on each screen and replay the instructions as many times as you need. When you’re ready, press the Continue button on that screen to move to the next one.
es: La captura de un documento puede resultar complicada. Se mostrará una serie de pantallas con instrucciones para ayudar a mejorar las posibilidades de éxito. Puedes permanecer en cada pantalla y volver a reproducir las instrucciones tantas veces como sea necesario. Cuando estés listo, pulsa el botón Continuar de esa pantalla para pasar a la siguiente.
fr: La capture d’un document peut être difficile. Une série d’écrans d’instructions sera présentée afin d’augmenter vos chances de réussite. Vous pouvez rester sur chaque écran et réécouter les instructions autant de fois que nécessaire. Lorsque vous êtes prêt, appuyez sur le bouton Continuer de cet écran pour passer au suivant.

# misnap_tutorial_message_extended_2
source: First, let’s make sure you have optimal lighting. Be in a well-lit area, but avoid direct light to prevent reflections on the document. If you hear hints saying there is glare on your document, tilt the document slightly toward the camera.
es: Primero, asegúrate de que la iluminación sea óptima. Sitúate en un lugar bien iluminado, pero evita la luz directa para prevenir reflejos en el documento. Si escuchas indicaciones de que hay reflejos en el documento, inclina ligeramente el documento hacia la cámara.
fr: Commencez par vérifier que l’éclairage est optimal. Placez-vous dans un endroit bien éclairé, tout en évitant la lumière directe afin de prévenir les reflets sur le document. Si des indications signalent la présence de reflets sur le document, inclinez légèrement le document vers la caméra.

# misnap_tutorial_message_extended_3
source: Place the document flat in front of you, close to waist level. Rotate it so the longer edge runs left to right. This can be achieved by placing the document on your lap while sitting, or by placing it on a table or countertop that is about waist height while standing.
es: Coloca el documento en posición plana delante de ti, aproximadamente a la altura de la cintura. Gíralo para que el lado más largo quede de izquierda a derecha. Esto puede lograrse colocando el documento sobre tu regazo mientras estás sentado, o colocándolo sobre una mesa o encimera que esté aproximadamente a la altura de la cintura mientras estás de pie.
fr: Placez le document à plat devant vous, approximativement à hauteur de la taille. Orientez-le de manière à ce que le côté le plus long soit disposé de gauche à droite. Cela peut être fait en posant le document sur vos genoux en position assise, ou en le plaçant sur une table ou un plan de travail situé à environ hauteur de la taille lorsque vous êtes debout.

# misnap_tutorial_message_extended_4
source: Place your device flat on top of the document with the screen facing up. Slide the phone until the long edge of the device is touching the top long edge of the document. Make sure the edges feel straight and aligned.
es: Coloca el dispositivo en posición plana encima del documento, con la pantalla hacia arriba. Desliza el teléfono hasta que el lado largo del dispositivo toque el borde largo superior del documento. Asegúrate de que los bordes se noten rectos y alineados.
fr: Placez votre appareil à plat sur le document, avec l’écran orienté vers le haut. Faites glisser le téléphone jusqu’à ce que le bord long de l’appareil touche le bord long supérieur du document. Assurez-vous que les bords sont droits et correctement alignés.

# misnap_tutorial_message_extended_5
source: When the session starts, lift the device straight up slowly. Hold the device steady and balanced. Follow verbal hints.
es: Cuando comience la sesión, levanta el dispositivo lentamente en línea recta. Mantén el dispositivo estable y equilibrado. Sigue las indicaciones verbales.
fr: Au démarrage de la session, soulevez lentement l’appareil bien droit. Maintenez l’appareil stable et bien équilibré. Suivez les indications vocales.

# misnap_tutorial_message_extended_6
source: If you receive an indication that the device is too far, move it slowly toward the document. If it's too close, move it slowly away from the document.
es: Si recibes una indicación de que el dispositivo está demasiado lejos, acércalo lentamente al documento. Si está demasiado cerca, aléjalo lentamente del documento.
fr: Si une indication signale que l’appareil est trop éloigné, rapprochez-le lentement du document. S’il est trop proche, éloignez-le lentement du document.

# misnap_tutorial_message_extended_7
source: If you receive an indication that the document is not found, lift the device a bit higher then tilt it very lightly in different directions. If you couldn’t get a successful capture, bring the device back to the starting position and start again.
es: Si recibes una indicación de que no se encuentra el documento, levanta el dispositivo un poco más y luego inclínalo muy ligeramente en distintas direcciones. Si no se consigue una captura satisfactoria, vuelve a colocar el dispositivo en la posición inicial y vuelve a intentarlo.
fr: Si une indication signale que le document n’est pas détecté, soulevez légèrement l’appareil puis inclinez-le très légèrement dans différentes directions. Si la capture n’a pas abouti, ramenez l’appareil à la position de départ et recommencez.

# misnap_status_too_dark_timeout
source: Place the document in a well-lit area
es: Coloca el documento en una superficie bien iluminada
fr: Placez le document sur une surface bien éclairée

# misnap_status_too_bright_timeout
source: Place the document in an area with less light
es: Coloca el documento en una superficie con menos luz
fr: Placez le document sur une surface avec moins de lumière

# misnap_status_low_contrast_timeout
source: Place document on a dark surface
es: Coloca el documento sobre una superficie oscura
fr: Placez le document sur une surface sombre

# misnap_status_busy_background_timeout
source: Place document on a plain surface
es: Coloca el documento sobre una superficie lisa
fr: Placez le document sur une surface unie

# misnap_status_too_much_glare_timeout
source: Tilt or move to avoid reflections
es: Inclina o mueve para evitar reflejos
fr: Inclinez ou déplacez pour éviter les reflets

# misnap_status_not_identity_front_timeout
source: Use front of identity document
es: Utilice el frente de un documento de identidad válido
fr: Utiliser le recto d'une pièce d'identité valide

# misnap_status_not_identity_back_timeout
source: Use back of identity document
es: Utilice el reverso de un documento de identidad válido
fr: Utiliser le dos d'une pièce d'identité valide

# misnap_status_not_passport_timeout
source: Use the passport photo page
es: Usa la página de la foto del pasaporte
fr: Utilisez la page photo du passeport

# misnap_status_not_check_front_timeout
source: Use front of the check with all numbers visible
es: Utilice el frente del cheque con todos los números visibles
fr: Utilisiez le recto du chèque avec tous le numéros visibles

# misnap_status_not_check_back_timeout
source: Flip check over to the back
es: Voltea el cheque al reverso
fr: Retournez le chèque au verso

# misnap_status_too_skewed_timeout
source: Hold the device directly over the document
es: Sujeta el dispositivo directamente sobre el documento
fr: Tenez le dispositif directement sur le document

# misnap_status_too_rotated_timeout
source: Hold the device directly over the document
es: Sujeta el dispositivo directamente sobre el documento
fr: Tenez le dispositif directement sur le document

# misnap_status_too_close_timeout
source: Move the device farther away from the document
es: Aleje el dispositivo del documento
fr: Éloignez-vous du document

# misnap_status_too_far_timeout
source: Move the device closer to the document
es: Acerca el dispositivo al documento
fr: Approchez-vous du document

# misnap_status_not_sharp_timeout
source: Hold the device still
es: Sujeta el dispositivo firmemente
fr: Tenez le dispositif fermement

# misnap_status_document_not_found_timeout
source: Place document on a dark surface
es: Coloca el documento sobre una superficie oscura
fr: Placez le document sur une surface sombre

# misnap_status_document_not_found_mrz_timeout
source: The bottom text should be fully visible
es: El texto inferior debe ser completamente visible
fr: Le texte en bas doit être entièrement visible

# misnap_status_wrong_aspect_ratio_timeout
source: Place document on a dark surface
es: Coloca el documento sobre una superficie oscura
fr: Placez le document sur une surface sombre

# misnap_session_interruption_multiple_foreground_apps
source: Full screen is required
es: Se requiere el modo de pantalla completa
fr: Le mode plein écran est nécessaire

# misnap_session_interruption_microphone_in_use
source: Microphone is in use by another application
es: El micrófono está siendo usado por otra aplicación
fr: Le microphone est utilisé par une autre application

# misnap_session_interruption_camera_in_use
source: Camera is in use by another application
es: La cámara está siendo usada por otra aplicación
fr: L'appareil photo est utilisé par une autre application
